{
  "I18N.LANGUAGE": "Español",
  "I18N.MAINTAINERS": "@Viriato139ac#0342",

  "QE.id": "quick-encounters",
  "QE.Name": "Encuentros Rápidos (Quick Encounters)",
  "QE.Welcome" : "Bienvenido a Encuentros Rápidos",
  "QE.Description": "¡Fije sus encuentros a una escena o un diario con un solo clic!<h4>Método 1:</h4><p>Coloque los iconos de los enemigos y pulse el botón <i class='fas fa-fist-raised'>Encuentro Rápido</i> para guardarlo en una Entrada de Encuentro en los Diarios. Para activar el Encuentro, haga doble-clic en el icono de la calavera y pulse el botón de añadir al asistente de combate</p><h4>Método 2:</h4><p>Cree una entrada de diario con un texto descriptivo. Arrastre los actores a la entrada. Arrastre la entrada a la localización del mapa en la que quiera poner el Encuentro Rápido. Para activar el encuentro seleccione la nota del mapa, o abra la entrada de encuentro en los diarios y haga clic en el botón Encuentros Rápidos",
  "QE.Instructions.CONTENT" : "<strong>Los iconos y sus posiciones se han guardado en esta entrada de diario.</strong><br>Cuando la cierre, los iconos seleccionados serán sustituidos con un único icono de encuentro fijado a la escena. Para activar el Encuentro Rápido haga doble-clic en el icono del combate y pulse el botón añadir encuentro rápido al asistente de combate.<br><br><h3>Encuentro Rápido</h3><p><i>Añada una descripción del Encuentro Rápido para usted o para sus jugadores:</i></p><br>",
  "QE.Instructions.CONTENT1" : "<h3>Encuentros rápidos</h3><p><i>Añadir una descripción del encuentros rápidos para ti o para tus jugadores:</i></p>",
  "QE.Instructions.CONTENT2" : "<br><strong>Tus iconos (y/o baldosas) y sus posiciones se han salvado en la entrada del diario y se han reemplazado con una única nota de encuentro rápido.</strong> Para activar este encuentro rápido, haga doble-clic en la nota del mapa y luego en al botón de encuentro rápido.<br><br>",
  "QE.TotalXP.CONTENT" : "<br>Total de este encuentro:",
  "QE.AddToCombatTracker.INTRO" : "<h3>Encuentro Rápido</h3><p>Encuentros Rápidos ha añadido esta sección porque ha encontrado actores incrustrados. Haga clic en el botón para añadir <strong>todos</strong> los actores incrustrados/iconos almacenados tanto a la escena como al asistente de combate</p>",
  "QE.AddToCombatTracker.NoMapNote" : "<p><strong>AVISO: No existe ninguna nota del mapa en la que colocar este Encuentro Rápido. Debe añadir una antes de activar el encuentro</strong></p>",
  "QE.AddToCombatTracker.BUTTON" : "Añadir Encuentro Rápido al asistente de combate",
  "QE.JEBorder.ShowQE" : "Mostrar",
  "QE.JEBorder.HideQE" : "Ocultar",
  "QE.CreateQuickEncounter.BUTTON" : "Crear un Encuentro Rápido a partir de los iconos seleccionados, o activa un Encuentro Rápido ya existende desde los diarios",
  "QE.UpdateEncounterMapNote.BUTTON" : "Actualizar nota del mapa del Encuentro Rápido",
  "QE.Config.TITLE" : "Configuración de la chinqueta del Encuentro Rápido",
  "QE.SwitchScene.TITLE" : "¿Cambiar de escena?",
  "QE.SwitchScene.CONTENT" : "Este Encuentro Rápido pertenece a una escena distinta de la activa; ¿Quiere cambiar de escena?",
  "QE.SwitchScene.CONTENT_v0612": "Este Encuentro Rápido pertenece a una escena distinta de la activa; ¿Quiere cambiar a {sceneName}?",
  "QE.DeletedJournalNote.TITLE" :  "Borrada la nota del mapa del Encuentro Rápido",
  "QE.DeletedJournalNote.CONTENT" :  "Al borrar la entrada de diario del Encuentro Rápido, también se ha borrado la nota del mapa asociada",
  "QE.DeletedJournalNote.Multiple.CONTENT" : "Como ha borrado la entrada en el diario del Encuentro Rápido se ha(n) borrado la(s) {numNotesDeleted} Nota(s) asociada(s)",
  "QE.NoMapNote.TITLE" : "No se encuentra la localización del Encuentro Rápido",
  "QE.NoMapNote.CONTENT" : "No se ha podido encontrar la nota del mapa asociada a este Encuentro Rápido. ¿Quiere crear una nota del mapa por defecto en el centro de la vista actual?",
  "QE.NoMapNote.YES" : "Crear nota del mapa",
  "QE.NoMapNote.NO" : "Lo haré yo mismo",
  "QE.IncludeFriendlies.TITLE" : "¿Incluir aliados seleccionados?",
  "QE.IncludeFriendlies.CONTENT" : "Ha seleccionado iconos aliados - ¿quiere añadirlos al Encuentro Rápido?",
  "QE.AddToQuickEncounter.TITLE": "¿Añadir al Encuentro Rápido abierto?",
  "QE.AddToQuickEncounter.CONTENT": "Tiene abierto un Encuentro Rápido y seleccionados iconos hostiles; ¿quiere activar el Encuentro Rápido, añadir los iconos al mismo, o Crear un nuevo Encuentro Rádido?",  
  "QE.AddToQuickEncounter.ADD" : "Añadir",
  "QE.AddToQuickEncounter.RUN" : "Activar",
  "QE.AddToQuickEncounter.CREATE" : "Crear nuevo",
  "QE.LinkToQuickEncounter.TITLE": "¿Enlazar a Encuentro Rápido?",
  "QE.LinkToQuickEncounter.CONTENT": "Tiene abierto una entrada de diario y seleccionados iconos hostiles; ¿quiere enlazar un Encuentro Rápido a esta entrada del diario, o crear un nuevo Encuentro Rápido?",
  "QE.LinkToQuickEncounter.LINK": "Enlazar",
  "QE.LinkToQuickEncounter.CREATE": "Crear nuevo",
  "QE.MoreActorsThanTokens.TITLE" : "¿Quiere crear más iconos?",
  "QE.MoreActorsThanTokens.CONTENT" : "Tiene {{numExcessActors}} actores más que iconos almacenados. ¿Desea crear más iconos?",
  "QE.HowToUse.TITLE" : "Cómo usar Encuentros Rápidos",
  "QE.HowToUse.Intro" : "<p>Si está viendo este mensaje es porque ha pulsado en el botón Encuentros Rápidos <img src=\"modules\\quick-encounters\\img\\fist.png\" alt=\"\" width=\"30\" height=\"30\" /> y, una de dos, o bien:</p><ol><li>No tiene ningún icono seleccionado, O bien</li><li>No tiene una entrada abierta en los diario con enlaces a los Actores</li> </ol><p>Pero no se preocupe, ¡le explicaremos cómo funciona!</p><h2>Cómo usar Encuentros Rápidos</h2><p>¡Mantenga abierta esta entrada de diario y siga las instrucciones!</p>",
  "QE.HowToUse.Method1" : "<h3>Método 1</h3><p>Este método replica la funcionalidad \"Encuentros\" de <a href=\"http://www.fantasygrounds.com\" target=\"_blank\" rel=\"noopener\">Fantasy Grounds</a>.</p><ol><li>Arrastre los iconos enemigos al mapa de la escena (bien sea moviendo iconos ya existentes o arrastrando Actores)&nbsp;</li><li>Seleccione los iconos que quiera usar en el Encuentro Rápido<ul><li>Si lo desea, cambie su visibilidad haciendo clic-derecho y marcando la opción Alternar Visibilidad</li></ul></li><li>Pulse el &nbsp;\"primer\" botón Encuentros Rápidos (en la barra de control de la izquierda).</li><li>Se abrirá una nueva entrada de diario de Encuentro Rápido con enlaces a los Actores correspondientes a los iconos.<ul><li>Añada un texto descriptivo que desee leer cuando active el Encuentro</li><li>Escoja un directorio para esta entrada de diario (especialmente útil si organiza las escenas por directorios)</li><li>¡Nótese que los iconos han desaparecido del mapa! No se preocupe, sus posiciones han sido guardadas en la entrada de diario</li></ul></li><li>Cierre la entrada de diario y verá una nueva Nota en la escena que representa su Encuentro Rápido; puede mover la Nota, o doble-clic-derecho para cambiar su apariencia.</li><li>Para activar su Encuentro Rápido, haga doble-clic en la Nota para abrir la entrada de diario de Encuentro Rápido</li><li>Entonces haga clic en el botón incrustrado <strong>Añadir Encuentro Rápido al asistente de combate</strong>; todos los iconos guardados se colocarán en el mapa y se añadirán al Asistente de Combate, ¡Listos para la batalla! (también puede hacer clic en el \"primer\" botón del Encuentro Rápido en lugar del botón incrustrado)</li></ol>",
  "QE.HowToUse.Method2" : "<h3>Método 2</h3><ol><li>Cree una entrada de diario y describa su encuentro o abra una entrada ya existente (como las que pueda encontrar en un módulo que haya adquirido).</li><li>Arrastre los actores a la entrada de diario (puede poner frente a cada Actor  un número si tiene más de uno)</li><li>Cierre la entrada de diario; si no existe una Nota aún, se añadirá una en el centro de la escena - puede moverla a la localización exacta del Encuentro</li><li>Para activar el Encuentro Rápido, haga doble-clic en la Nota para abrir la entrada de diario de Encuentro Rápido.</li><li>Haga clic en el botón Encuentro Rápido: se colocarán los iconos en la escena y se añadirán al Asistente de Combate, ¡Listos para la batalla!<ul><li>Con este método, los iconos serán siempre invisibles cuando se añadan al mapa</li></ul></li></ol><p>&nbsp;</p>",
  "QE.HowToUse.WhatNow" : "<h2>¿Y ahora, qué?</h2><p>Puede cerrar esta entrada de diario y ¡desaparecerá mágicamente para siempre!</p><p>O puede borrar todo ese texto, y siguiendo el Método 2 descrito más arriba, se convertirá en su primera entrada de diario de Encuentro Rápido. ¡Buena suerte!</p>",
  "QE.HowToUse.Editing" : "<h2>Editando un Encuentro Rápido</h2><p>Puede:<ul><li>Añadir iconos al Encuentro Rápido abriéndolo, seleccionando icono(s) y haciendo clic el botón \"fist\"</li><li>Reducir los actores cambiando el número en el diálogo de Encuentro Rápido (los iconos generados se quitan antes que los guardados)</li><li>Quitar actores limpiando el número en el diálogo; quite todos los actores para eliminar el Encuentro Rápido por completo</li><li>Por defecto, Encuentros Rápidos incluye todos los actores en combate, pero puede crear varios Encuentros Rápidos e incrustar sus entradas de diario en otra entrada distinta</li></ul></p>",
  "QE.FreezeCapturedTokens.NAME": "Congelar iconos \"capturados\"",
  "QE.FreezeCapturedTokens.HINT": "No se permitirá modificar (por ejemplo, a TokenMold) los iconos que se guarden en un Encuentro Rápido cuando se active el encuentro. Quite la marca de esta opción si desea que TokenMold u otro programa cambie los nombres de los iconos, los PV o cualquier otra estadística. Este ajuste no afectará a los iconos nuevos que se creen a partir de enlaces de actor",
  "QE.DisplayXPAfterCombat.NAME": "Mostrar PX tras el combate",
  "QE.DisplayXPAfterCombat.HINT": "Cuando pulse el botón de finalizar combate o borre el asistente de combate, muestra tanto el total de PX de los iconos hostiles como los PX por icono de personaje",
  "QE.Setting.ShowQEAutomatically.NAME" : "Mostrar automáticamente desde la entrada del diario",
  "QE.Setting.ShowQEAutomatically.HINT" : "Monstrar el diálogo de Encuentro Rápido automáticamente cuando la entrada del diario tenga actores incrustrados o iconos/baldosas vinculadas. Siempre se podrá abrir manualmente el Encuentro Rápido desde el primero de los iconos que aparecen en el marco de la entrada del diario, u ocultar un encuentro en particular usando el icono que aparece en el marco del diálogo de encuentro rápido",
  "QE.XPtoAward.TITLE": "Recompensa de PX",
  "QE.XPtoAward.TOTAL": "PX calculados en base a los iconos hostiles: ",
  "QE.XPtoAward.PERPLAYER": "<br>(no están incluidos los iconos no jugadores amistosos o neutrales)<br>PX por jugador: ",
  "QE.UseQuickEncounterDialog.NAME" : "Usar el nuevo diálogo de Encuentros Rápidos",
  "QE.UseQuickEncounterDialog.HINT" : "El nuevo diálogo de Encuentros Rápidos (por defecto desde la 0.6) se mostrará automáticamente junto a la entrada de diario de Encuentro Rápido y le permitirá añadir o quitar actores/iconos y le permitirá activar rápidamente el encuentro, sin tener que buscar los actores o el botón de Encuentro Rápido en la entrada de diario",
  "QE.QuickEncounterDialog.INTRO" : "Las marcas de verificación muestra qué actores tienen los iconos guardados; para guardar más, selecciónelos en la escena y pulse (primer) botón de Encuentro Rápido. También puede cambiar más adelante el número de actores presentes (limpie los campos para quitar un actor).<br><strong>Aviso: </strong>Los cambios que realice no se sincronizarán (aún) con la entrada de diario",
  "QE.QuickEncounterDialog.INTRO_COMPENDIUM" : "Para editar, coloca los iconos, o ejecute este Encuentro Rápido, primero importe la entrada del diario desde el compendio",
  "QE.QuickEncounterDialog.Save.BUTTON" : "Guardar",
  "QE.QuickEncounterDialog.PS" : "<p><i>Este es el nuevo diálogo de Encuentros Rápidos. Desmarque </i><strong>Usar el nuevo diálogo de Encuentros Rápidos</strong><i> en los ajustes si quiere deshabilitar esta opción</i></p>",
  "QE.QuickEncounterDialog.InvalidNumActors.WARNING" : "Déjelo vacío o introduzca un valor entero positivo, o bien una fórmula de dados (por ejemplo, 2d6+5); ha introducido un valor inválido: ",
  "QE.QuickEncounterDialog.Remove" : "Borrar {name}",
  "QE.QuickEncounterDialog.SCENE_TOKEN" : "Icono de escena - en su lugar",
  "QE.QuickEncounterDialog.SAVED_TOKEN" : "Icono guardado - será regenerado",
  "QE.QuickEncounterDialog.GENERATED_TOKEN" : "Icono generado - será creado",
  "QE.Setting.ShowDeleteTokensDialogAfterCombat.NAME" : "Mostrar botón de borrado tras el combate",
  "QE.Setting.ShowDeleteTokensDialogAfterCombat.HINT" : "Tras pulsar el botón de finalizar combate o tras borrarlo del asistente de combate, mostrar un diálogo con diferentes opciones para borrar iconos enemigos de la escena. Quitar este ajuste para que se comporte como antes de la 0.9",
  "QE.DeleteTokensAfterCombat.TITLE" : "¿Borrar iconos enemigos?",
  "QE.DeleteTokensAfterCombat.CONTENT" : "Borrar de la escena todos o solo los derrotados",
  "QE.DeleteTokensAfterCombat.DELETEALL" : "Todos",
  "QE.DeleteTokensAfterCombat.DELETEDEFEATED" : "Derrotados",
  "QE.Setting.DeleteTokensAfterAdd.NAME" : "Borrar iconos tras añadir/enlazar",
  "QE.Setting.DeleteTokensAfterAdd.HINT": "Despues de crear/añadir/enlazar iconos a encuentros rápidos, borrarlos de la escena (por defecto, el comportamiento anterior a la 0.9). Quitar este ajuste para que se le permita dejar los iconos (en cuyo caso Encuentros rápidos los usará en lugar de regenerarlos)",
  "QE.DeleteTokensAfterAdd.TITLE" : "¿Borrar iconos añadidos?",
  "QE.DeleteTokensAfterAdd.CONTENT" : "Borrar de la escena los iconos seleccionados (en cuyo caso serán regenerados cuando se active el encuentro rápido) o dejarlos (serán usados en su lugar)",
  "QE.DeleteTokensAfterAdd.DELETE": "Borrarlos",
  "QE.DeleteTokensAfterAdd.LEAVE": "Dejarlos",
  "QE.Setting.ShowAddToCombatTrackerCheckbox.NAME" : "Mostrar añadir al AC",
  "QE.Setting.ShowAddToCombatTrackerCheckbox.HINT" : "Muestra la opción de añadir al asistente de combate en cada contendiente en el diálogo de QE (por defecto no se muestra y todos los contendientes se añaden al AC)",
  "QE.Setting.CheckInstantEncounter.NAME": "Check for Encuentro Inmediato",
  "QE.Setting.CheckInstantEncounter.HINT": "Cuando arrastra un diario con un encuentro rápido a la escena para crear una nota de ER, preguntar si el ER debe abrirse directamente como un Encuentro Inmediato (por defecto: no preguntar)",
  "QE.AddToCombatTracker.TITLE" : "Añadir al AC",
  "QE.CheckInstantEncounter.TITLE" : "¿Abrir Encuentro Inmediato?",
  "QE.CheckInstantEncounter.CONTENT" : "¿Abrir el Encuentro Rápido directamente (Encuentro Inmediato), o crear una nota en la escena de Encuentro Rápido (anteriormente, el valor por defecto)?",
  "QE.CheckInstantEncounter.BUTTON.RUN_INSTANT" : "Abrir Encuentro Inmediato",
  "QE.CheckInstantEncounter.BUTTON.CREATE_QE": "Crear nota de ER"
}
