{
  "I18N.LANGUAGE": "Deutsch",
  "I18N.MAINTAINERS": "@Fallayn#6414",

  "QE.id": "quick-encounters",
  "QE.Version" : "v0.7.2",
  "QE.Name": "Quick Encounters",
  "QE.Welcome" : "Willkommen zu Quick Encounters v0.6",
  "QE.Description": "Platziere Begegnungen in der Szene oder im Notizbuch und starte sie mit einem Klick!<h4>Methode 1:</h4><p>Platziere die Gegner, wähle sie aus und klicke auf den <i class='fas fa-fist-raised'></i>Quick Encounter Button, um sie in einem Quick Encounter Notizbucheintrag zu speichern. Doppelklicke auf das Kampfsymbol und wähle den Schnelle Begegnung starten Button, um die Begegnung zu starten.</p><h4>Methode 2:</h4><p>Erstelle einen Notizbucheintrag mit deiner Beschreibung. Ziehe Charaktere in den Notizbucheintrag. Ziehe den Notizbucheintrag zum gewünschten Ort der Begegnung auf der Karte. Wähle die Kartennotiz oder öffne den Notizbucheintrag der Begegnung und klicke auf den Quick Encounters Button, um die Begegnung zu starten.",
  "QE.Instructions.CONTENT" : "<strong>Deine Token und ihre Positionen wurden in diesem Notizbucheintrag gespeichert und mit einer einzelnen Quick Encounter Notiz ersetzt.</strong> Doppelklicke die Kartennotiz und dort auf den Schnelle Begegnung starten Button, um die Begegnung zu starten.<br><br><h3>Schnelle Begegnung</h3><p><i>Füge eine Beschreibung dieser Begegnung für dich oder deine Spieler hinzu:</i></p><br>",
  "QE.TotalXP.CONTENT" : "<br>Begegnung Summe (ohne Zufällige):",
  "QE.AddToCombatTracker.INTRO" : "<h3>Schnelle Begegnung</h3><p>Quick Encounters hat diese Sektion dynamisch hinzugefügt, da Charaktere eingebettet sind. Klicke auf den Button, um <strong>alle</strong> eingebetteten Charaktere der Szene und dem Begegnungs-Tracker hinzuzufügen.</p>",
  "QE.AddToCombatTracker.NoMapNote" : "<p><strong>Warning: There's no Map Note to place this Quick Encounter around. You need to add one before you can run it.</strong></p>",
  "QE.AddToCombatTracker.BUTTON" : "Schnelle Begegnung starten",
  "QE.CreateQuickEncounter.BUTTON" : "Erstelle eine Schnelle Begegnung mit den ausgewählten Charakteren, oder starte eine existierende Schnelle Begegnung aus dem Notizbuch",
  "QE.UpdateEncounterMapNote.BUTTON" : "Schnelle Begegnung Notiz aktualisieren",
  "QE.Config.TITLE" : "Schnelle Begegnung Notiz Konfiguration",
  "QE.SwitchScene.TITLE" : "Szene wechseln?",
  "QE.SwitchScene.CONTENT" : "Diese Schnelle Begegnung befindet sich in einer anderen Szene; willst du wechseln zu ",
  "QE.DeletedJournalNote.TITLE" :  "Schnelle Begegnung Notiz gelöscht",
  "QE.DeletedJournalNote.CONTENT" :  "Weil der Notizbucheintrag zur Schnellen Begegnung gelöscht wurde, wurde die angehängte Notiz ebenfalls gelöscht",
  "QE.NoMapNote.TITLE" : "Keine Position für die Schnelle Begegnung",
  "QE.NoMapNote.CONTENT" : "Es existiert keine Kartennotiz, um die diese Begegnung platziert werden kann. Soll eine Standard-Notiz in der Mitte des Sichtfelds platziert werden?",
  "QE.NoMapNote.YES" : "Kartennotiz erstellen",
  "QE.NoMapNote.NO" : "Mach ich selbst",
  "QE.IncludeFriendlies.TITLE" : "Die gewählten Verbündeten einbeziehen?",
  "QE.IncludeFriendlies.CONTENT" : "Du hast Verbündete Token ausgewählt - willst du diese in die Schnelle Begegnung einbeziehen?",
  "QE.AddToQuickEncounter.TITLE": "Zur offenen Schnellen Begegnung hinzufügen?",
  "QE.AddToQuickEncounter.CONTENT": "Du hast eine Schnelle Begegnung geöffnet und feindliche Token ausgewählt; willst du die Begegnung starten, die Token zu ihr hinzufügen, oder eine neue Schnelle Begegnung erstellen?",  
  "QE.AddToQuickEncounter.ADD" : "Hinzufügen",
  "QE.AddToQuickEncounter.RUN" : "Starten",
  "QE.AddToQuickEncounter.CREATE" : "Neue erstellen",
  "QE.LinkToQuickEncounter.TITLE": "Mit Schneller Begegnung verknüpfen?",
  "QE.LinkToQuickEncounter.CONTENT": "Du hast einen Notizbucheintrag geöffnet und feindliche Token ausgewählt; willst du eine Schnelle Begegnung mit diesem Eintrag verknüpfen oder eine neue Schnelle Begegnung erstellen?",
  "QE.LinkToQuickEncounter.LINK": "Verknüpfen",
  "QE.LinkToQuickEncounter.CREATE": "Neue erstellen",
  "QE.MoreActorsThanTokens.TITLE" : "Mehr Token erstellen?",
  "QE.MoreActorsThanTokens.CONTENT" : "Du hast {{numExcessActors}} mehr Charaktere als gespeicherte Token. Mehr Token erstellen?",
  "QE.HowToUse.TITLE" : "Quick Encounters verwenden",
  "QE.HowToUse.Intro" : "<p>Wenn du diese Nachricht siehst, hast du auf den Button für Schnelle Begegnungen geklickt <img src=\"modules\\quick-encounters\\img\\fist.png\" alt=\"\" width=\"30\" height=\"30\" /> und entweder:</p><ol><li>Keine Token ausgewählt ODER</li><li>Keinen Notizbucheintrag mit Charakterverknüpfungen geöffnet</li> </ol><p>Aber keine Sorge, wir erklären alles!</p><h2>Schnelle Begegnungen erstellen</h2><p>Behalte diesen Notizbucheintrag offen und folge den Schritten!</p>",
  "QE.HowToUse.Method1" : "<h3>Methode 1</h3><p>Diese Methode ahmt die \"Encounter\"-Funktionalität in <a href=\"http://www.fantasygrounds.com\" target=\"_blank\" rel=\"noopener\">Fantasy Grounds</a> nach.</p><ol><li>Ziehe deine feindlichen Token auf die Szenenkarte (entweder, indem du existierende Token bewegst, oder indem du Charakter auf die Karte ziehst)</li><li>Wähle die Token aus, die du in der Schnellen Begegnung verwenden willst (wenn du möchtest, verändere ihre Sichtbarkeit per Rechtsklick und Auswahl der Sichtbarkeitsoption)</li><li>Drücke den Quick Encounters \"Faust\" Button (bei den Grundeinstellungen links).</li><li>A new Quick Encounter Journal Entry will open with Actor links.<ul><li>Füge Beschreibungstext hinzu, den du (vor)lesen kannst, wenn du die Begegnung leitest</li><li>Wähle einen Ordner für den Notizbucheintrag (insbesondere, wenn du einen Ordner pro Szene hast)</li><li>Stelle fest, dass die Token von der Karte verschwunden sind und der Quick Encounter Dialog (neu in v0.6) zeigt, dass sie gespeichert wurden.</li></ul></li><li>Schließe den Notizbucheintrag und du siehst eine neue Notiz in der Szene, die deine Schnelle Begegnung repräsentiert; du kannst die Notiz verschieben oder Doppelklicken, um ihr Aussehen zu ändern.</li><li>Um die Begegnung zu starten, doppelklicke die Notiz um den Notizbucheintrag für die Schnelle Begegnung zu öffnen und damit den Quick Encounter Dialog.</li><li>Klicke dann auf den eingebetteten<strong>Schnelle Begegnung starten</strong> Button; deine gespeicherten Token werden auf der Karte positioniert und zum Begegnungstracker hinzugefügt, und sind bereit für den Kampf! (Du kannst stattdessen auch den Quick Encounter \"Faust\" Button drücken)</li></ol>",
  "QE.HowToUse.Method2" : "<h3>Methode 2</h3><ol><li>Erstelle einen Notizbucheintrag und beschreibe deine Begegnung oder öffne einen existierenden Notizbucheintrag (wie die, die du in gekauften Modulen vorfindest).</li><li>Ziehe Charaktere in deinen Notizbucheintrag (du kannst eine Zahl vor die Charakterverknüpfung schreiben, um mehr als einen zu verlnüpfen)</li><li>Schließe den Notizbucheintrag; wenn noch keine Notiz existiert, ziehe den Eintrag zur gewünschten Position für die Begegnung auf der Karte</li><li>To run your Quick Encounter, double-click the Note to open the Quick Encounter Journal Entry.</li><li>Klicke auf den Quick Encounter Button: deine generierten Token werden um die Notiz positioniert und zum Begegnungstracker hinzugefügt und sind bereit für den Kampf!<ul><li>Mit dieser Methode sind deine Token immer unsichtbar, wenn sie zur Karte hinzugefügt werden.</li></ul></li></ol>",
  "QE.HowToUse.WhatNow" : "<h2>Was jetzt?</h2><p>Du kannst diesen Notizbucheintrag einfach so schließen, wie er ist und er wird sich automagisch löschen!</p><p>Oder du kannst diesen ganzen Text löschen und ihn in deinen ersten Notizbucheintrag für eine Schnelle Begegnung verwandeln, in dem du oben Methode 2 folgst. Für mehr Informationen, <a href=\"https://github.com/spetzel2020/quick-encounters/blob/master/README.md\" target=\"_blank\" rel=\"noopener\"> schau in die README (nur auf Englisch)</a></p>",
  "QE.HowToUse.Editing" : "<h2>Schnelle Begegnungen bearbeiten</h2><p>Du kannst:<ul><li>Token zu einer Schnellen Begegnung hinzufügen, indem du die Begegnung öffnest, die Token auswählst und den Quick Encounters \"Faust\" Button klickst</li><li>Die Anzahl Charaktere reudzieren, indem du die Zahl im Quick Encounter Dialog änderst (generierte Token werden vor gespeicherten Token entfernt)</li><li>Charaktere entfernen, indem du die Nummer im Dialog leerst; entferne alle Charaktere, um die Schnelle Begegnung komplett zu löschen</li><li>Normalerweise bezieht Quick Encounters alle Charaktere in den Kampf mit ein, aber du kannst mehrere Schnelle Begegnungen erstellen und ihre Notizbucheinträge in einem weiteren Notizbucheintrag einbetten.</li></ul></p>",
  "QE.FreezeCapturedTokens.NAME" : "\"Eingefangene\" Token einfrieren",
  "QE.FreezeCapturedTokens.HINT" : "Existing tokens that you save into a Quick Encounter will not be changed (for example by TokenMold) when you run the Encounter. Clear the checkbox if you want to allow TokenMold or other programs to change tokens' name, HP, or other stats. This setting does not affect tokens newly generated from Actor links.",
  "QE.DisplayXPAfterCombat.NAME" : "Erfahrung nach Kampf anzeigen",
  "QE.DisplayXPAfterCombat.HINT": "Summe der Erfahrungspunkte feindlicher Token anzeigen, wenn du Kampf beenden wählst oder die Begegnung löschst",
  "QE.XPtoAward.TITLE" : "XP zu vergeben",
  "QE.XPtoAward.TOTAL" : "Berechnete XP für feindliche Token: ",
  "QE.XPtoAward.PERPLAYER": "<br>(Nichtspieler, freundlich oder neutral nicht einbezogen)<br>XP pro Spieler: ",
  "QE.UseQuickEncounterDialog.NAME" : "Den neuen Quick Encounter Dialog nutzen",
  "QE.UseQuickEncounterDialog.HINT" : "Der neue Quick Encounter Dialog (Standard in 0.6) ploppt neben dem Quick Encounter Notizbucheintrag auf und lässt dich Charaktere/Token schnell zur Begegnung hinzufügen oder entfernen und diese starten, ohne durch den Notizbucheintrag zu scrollen oder den Button bemühen zu müssen",
  "QE.QuickEncounterDialog.INTRO" : "Häkchen zeigen, welche Charaktere über gespeicherte Token verfügen; um weitere zu speichern, wähle sie in der Szene und klicke den Quick Encounter (Faust) Button. Du kannst die Anzahl existierender Charaktere auch unten ändern (Feld leeren, um einen Charakter zu entfernen).<br><strong>Warnung: </strong>Änderungen, die du hier vornimmst, synchronisieren sich noch nicht mit dem Notizbucheintrag",
  "QE.QuickEncounterDialog.Save.BUTTON" : "Speichern",
   "QE.QuickEncounterDialog.PS" : "<p><i>Dies ist der neue Quick Encounter Dialog. Deaktiviere </i><strong>Den neuen Quick Encounter Dialog nutzen</strong><i> in den Einstellungen, um zurück zu wechseln.</i></p>",
   "QE.QuickEncounterDialog.InvalidNumActors.WARNING" : "Leer lassen, eine positive Zahl oder einen Würfelwurf (z.B. 2d6+5) eingeben; du hast eine ungültige Zahl eingegeben: "
}
