{
  "QE.id": "quick-encounters",
  "QE.Name": "Quick Encounters",
  "QE.Welcome" : "Welcome to Quick Encounters",
  "QE.Description": "Pin your Encounters to the Scene or in the Journal and run them with one click!<h4>Method 1:</h4><p>Place and select your hostile tokens and click the <i class='fas fa-fist-raised'></i>Quick Encounter button to save them into an Encounter Journal Entry. To run the Encounter, double-click the Combat icon and click the Run Quick Encounter button</p><h4>Method 2:</h4><p>Create a Journal Entry with your descriptive text. Drag Actors into the Journal Entry. Drag the Journal Entry to the desired Encounter location on your map. To run the Encounter, select the Map Note, or open the Encounter Journal Entry and click the Quick Encounters button",
  "QE.Instructions.CONTENT" : "<strong>Your tokens (and/or tiles) and their positions have been saved in this Journal Entry and replaced with a single Quick Encounter Note.</strong> To run the Quick Encounter, double-click the Map Note icon and then click the Run Quick Encounter button.<br><br><h3>Quick Encounter</h3><p><i>Add a description of the Quick Encounter for you or your players:</i></p><br>",
  "QE.TotalXP.CONTENT" : "<br>Encounter total (not including random):",
  "QE.AddToCombatTracker.INTRO" : "<h3>Quick Encounter</h3><p>Quick Encounters dynamically added this section because there are embedded Actors. Click the button to add <strong>all</strong> embedded Actors/stored Tokens to the Scene and Combat Tracker.</p>",
  "QE.AddToCombatTracker.NoMapNote" : "<p><strong>Warning: There's no Map Note to place this Quick Encounter around. You need to add one before you can run it.</strong></p>",
  "QE.AddToCombatTracker.BUTTON" : "Run Quick Encounter",
  "QE.JEBorder.ShowQE" : "Show",
  "QE.JEBorder.HideQE" : "Hide",
  "QE.CreateQuickEncounter.BUTTON" : "Create a Quick Encounter from selected tokens/tiles, or Run an existing Quick Encounter from the journal",
  "QE.UpdateEncounterMapNote.BUTTON" : "Update Quick Encounter Note",
  "QE.Config.TITLE" : "Quick Encounter Note Configuration",
  "QE.SwitchScene.TITLE" : "Switch Scene?",
  "QE.SwitchScene.CONTENT" : "This Quick Encounter is in a different scene; do you want to switch to ",
  "QE.SwitchScene.CONTENT_v0612": "This Quick Encounter is in a different scene; do you want to switch to {sceneName}?",
  "QE.DeletedJournalNote.TITLE" :  "Deleted Quick Encounter Note",
  "QE.DeletedJournalNote.CONTENT" :  "Because you deleted the Quick Encounter Journal Entry I also deleted the associated Note",
  "QE.DeletedJournalNote.Multiple.CONTENT" : "Because you deleted the Quick Encounter Journal Entry I also deleted {numNotesDeleted} associated Note(s)",
  "QE.NoMapNote.TITLE" : "No location for Quick Encounter",
  "QE.NoMapNote.CONTENT" : "There's no Map Note to place this Quick Encounter around. Do you want to create a default Note in the center of your view?",
  "QE.NoMapNote.YES" : "Create a Map Note",
  "QE.NoMapNote.NO" : "I'll do it myself",
  "QE.IncludeFriendlies.TITLE" : "Include selected Friendlies?",
  "QE.IncludeFriendlies.CONTENT" : "You selected Friendly tokens - do you want to include them in the Quick Encounter?",
  "QE.AddToQuickEncounter.TITLE": "Add to open Quick Encounter?",
  "QE.AddToQuickEncounter.CONTENT": "You have an open Quick Encounter and selected tiles or Hostile tokens; do you want to Run the Quick Encounter, Add the tokens/tiles to it, or Create a New Quick Encounter?",  
  "QE.AddToQuickEncounter.ADD" : "Add",
  "QE.AddToQuickEncounter.RUN" : "Run",
  "QE.AddToQuickEncounter.CREATE" : "Create New",
  "QE.LinkToQuickEncounter.TITLE": "Link a Quick Encounter?",
  "QE.LinkToQuickEncounter.CONTENT": "You have an open Journal Entry and selected tiles or Hostile tokens; do you want to Link a Quick Encounter to this Journal Entry, or Create a New Quick Encounter?",
  "QE.LinkToQuickEncounter.LINK": "Link",
  "QE.LinkToQuickEncounter.CREATE": "Create New",
  "QE.MoreActorsThanTokens.TITLE" : "Ok to create more tokens?",
  "QE.MoreActorsThanTokens.CONTENT" : "You have {{numExcessActors}} more Actors than saved tokens. Create more tokens?",
  "QE.HowToUse.TITLE" : "How to use Quick Encounters",
  "QE.HowToUse.Intro" : "<p>If you're seeing this message, it's because you clicked on the Quick Encounters button <img src=\"modules\\quick-encounters\\img\\fist.png\" alt=\"\" width=\"30\" height=\"30\" /> and either:</p><ol><li>You didn't have any tokens selected OR</li><li>You didn't have an open Journal Entry with Actor links in it</li> </ol><p>But don't worry, we'll explain everything!</p><h2>How to create Quick Encounters</h2><p>Keep this Journal Entry open and follow along!</p>",
  "QE.HowToUse.Method1" : "<h3>Method 1</h3><p>This method duplicates the \"Encounter\" functionality available in <a href=\"http://www.fantasygrounds.com\" target=\"_blank\" rel=\"noopener\">Fantasy Grounds</a>.</p><ol><li>Drag your Hostile tokens to the Scene map (either by moving existing tokens, or dragging Actors)</li><li>Select the tokens you want to use in the Quick Encounter (if you want, change their visibility by right-clicking and tapping the Toggle Visibility option)</li><li>Press the Quick Encounters \"fist\" button (in the Basic Controls on the left).</li><li>A new Quick Encounter Journal Entry will open with Actor links.<ul><li>Add descriptive text to read when you run this Encounter</li><li>Pick a folder for this Journal Entry (especially if you have a folder per Scene)</li><li>Notice that your tokens have disappeared off the map and the Quick Encounter dialog (new in v0.6) shows they are saved.</li></ul></li><li>Close the Journal Entry and you'll see a new Note on the scene representing your Quick Encounter; you can move the Note, or double-right-click to edit its appearance.</li><li>To run your Quick Encounter, double-click the Note to open the Quick Encounter Journal Entry and the Quick Encounter dialog.</li><li>Then click the embedded<strong> Run Quick Encounter button</strong> button; your saved tokens will be positioned on the map and added to the Combat Tracker, ready to fight! (you can also click the Quick Encounter \"fist\" button instead of the embedded button)</li></ol>",
  "QE.HowToUse.Method2" : "<h3>Method 2</h3><ol><li>Create a Journal Entry and describe your Encounter or open an existing Journal Entry (like the ones you'd find in a purchased module).</li><li>Drag Actors into your Journal Entry (you can put a number in front of the Actor link to get more than one)</li><li>Close the Journal Entry; if a Note doesn't already exist, drag the Journal Entry to your desired Encounter location</li><li>To run your Quick Encounter, double-click the Note to open the Quick Encounter Journal Entry.</li><li>Click the Quick Encounter button: your generated tokens will be positioned around the Note and added to the Combat Tracker, ready to fight!<ul><li>In this method, your tokens are always Invisible when added to the map</li></ul></li></ol>",
  "QE.HowToUse.WhatNow" : "<h2>What Now?</h2><p>You can just close this Journal Entry as is and it will be deleted automagically!</p><p>Or you can delete all this text and turn it into your first Quick Encounter Journal Entry by following Method 2 above. For more information, <a href=\"https://github.com/spetzel2020/quick-encounters/blob/master/README.md\" target=\"_blank\" rel=\"noopener\"> check the README (English only)</a></p>",
  "QE.HowToUse.Editing" : "<h2>Editing Quick Encounters</h2><p>You can:<ul><li>Add tokens/tiles to a Quick Encounter by opening a Quick Encounter, selecting the tokens/tiles, and clicking the Quick Encounters \"fist\" button</li><li>Reduce the number of Actors by changing the number in the Quick Encounter dialog (generated tokens are removed before saved tokens)</li><li>Remove Actors by clearing the number in the dialog; remove all the Actors to delete the Quick Encounter completely</li><li>By default Quick Encounters includes all Actors in combat, but you can create multiple Quick Encounters and then embed their Journal Entries in another Journal Entry.</li></ul></p>",
  "QE.FreezeCapturedTokens.NAME" : "Freeze \"captured\" tokens",
  "QE.FreezeCapturedTokens.HINT" : "Existing tokens that you save into a Quick Encounter will not be changed (for example by TokenMold) when you run the Encounter. Clear the checkbox if you want to allow TokenMold or other programs to change tokens' name, HP, or other stats. This setting does not affect tokens newly generated from Actor links.",
  "QE.DisplayXPAfterCombat.NAME" : "Display XP after Combat",
  "QE.DisplayXPAfterCombat.HINT": "When you press End Combat or delete Combat Tracker, display total XP of Hostile tokens and XP per Player token",
  "QE.Setting.ShowQEAutomatically.NAME" : "Show automatically from Journal Entry",
  "QE.Setting.ShowQEAutomatically.HINT" : "Show the Quick Encounter dialog automatically if the Journal Entry has linked tokens/tiles or embedded Actors. You can always open the Quick Encounter manually from the QE (fist) icon on the border of the Journal Entry, or hide a specific Quick Encounter from the QE icon on the QE dialog border.",
  "QE.XPtoAward.TITLE" : "XP to award",
  "QE.XPtoAward.TOTAL" : "XP computed for Hostile tokens: ",
  "QE.XPtoAward.PERPLAYER": "<br>(Non-player Friendly or Neutral not-included)<br>XP per player: ",
  "QE.UseQuickEncounterDialog.NAME" : "Use new Quick Encounter dialog",
  "QE.UseQuickEncounterDialog.HINT" : "The new Quick Encounter dialog (default in 0.6) pops up next to the Quick Encounter Journal Entry and lets you add or remove actors/tokens and quickly run the Encounter, without having to scroll through the Journal Entry for the actors or Quick Encounter button",
  "QE.QuickEncounterDialog.INTRO" : "Checkmarks show which Actors have saved tokens; to save more, select them on the Scene and press the Quick Encounter (fist) button. You can change the number of existing Actors or click on the token/tile icon to remove completely.<br><strong>Warning: </strong>Changes you make here will not (yet) synchronize with the Journal Entry",
  "QE.QuickEncounterDialog.INTRO_COMPENDIUM" : "To edit, place tokens, or run this Quick Encounter, first import the Journal Entry from the Compendium",
  "QE.QuickEncounterDialog.Save.BUTTON" : "Save",
   "QE.QuickEncounterDialog.PS" : "<p><i>This is the new Quick Encounters dialog. Uncheck </i><strong>Use new Quick Encounter dialog</strong><i> in Settings if you want to switch back.</i></p>",
   "QE.QuickEncounterDialog.InvalidNumActors.WARNING" : "Enter blank, a positive integer, or a die roll (for example, 2d6+5); you entered an invalid number: ",
   "QE.QuickEncounterDialog.Remove" : "Remove {name}"
}
