{
  "QE.id": "quick-encounters",
  "QE.Version" : "v0.5.0",
  "QE.Name": "Quick Encounters",
  "QE.Welcome" : "Welcome to Quick Encounters v0.5.0",
  "QE.TITLE.HowToUse" : "How to use Quick Encounters",
  "QE.Description": "Pin your Encounters to the Scene or in the Journal and run them with one click!<h4>Method 1:</h4><p>Place and select your hostile tokens and click the <i class='fas fa-fist-raised'></i>Quick Encounter button to save them into an Encounter Journal Entry. To run the Encounter, double-click the Combat icon and click the Add to Combat Tracker button</p><h4>Method 2:</h4><p>Create a Journal Entry with your descriptive text. Drag Actors into the Journal Entry. Drag the Journal Entry to the desired Encounter location on your map. To run the Encounter, select the Map Note, or open the Encounter Journal Entry and click the Quick Encounters button",
  "QE.Instructions.CONTENT" : "<strong>Your tokens and their positions have been saved in this Journal Entry and replaced with a single Quick Encounter Note.</strong><br><br>To run the Quick Encounter, double-click the Map Note icon and then click the Add Quick Encounter to Combat Tracker button.<br><br><h3>Quick Encounter</h3><p><i>Add a description of the Quick Encounter for you or your players:</i></p><br>",
  "QE.TotalXP.CONTENT" : "<br>Total for this Encounter: ",
  "QE.AddToCombatTracker.HINT" : "Click this button to have Quick Encounters add <strong>all</strong> embedded Actors/stored Tokens to the Scene and Combat Tracker:",
  "QE.AddToCombatTracker.BUTTON" : "Add Quick Encounter to Combat Tracker",
  "QE.BUTTON.CreateQuickEncounter" : "Create a Quick Encounter from selected tokens, or Run an existing Quick Encounter from the journal",
  "QE.UpdateEncounterMapNote.BUTTON" : "Update Quick Encounter Note",
  "QE.Config.TITLE" : "Quick Encounter Note Configuration",
  "QE.ERROR.HowToUse" : "To use Quick Encounters either (a) Select tokens on the map and click the button to create a Quick Encounter Journal Entry or (b) Open a Journal Entry with embedded actors and then click the button to place tokens and run the combat. Do you want to see a sample Journal Entry?",
  "QE.SwitchScene.TITLE" : "Switch Scene?",
  "QE.SwitchScene.CONTENT" : "This Quick Encounter is in a different scene; do you want to switch to ",
  "QE.DeletedJournalNote.TITLE" :  "Deleted Quick Encounter Note",
  "QE.DeletedJournalNote.CONTENT" :  "Because you deleted the Quick Encounter Journal Entry I also deleted the associated Note",
  "QE.NoMapNote.TITLE" : "No location for Quick Encounter",
  "QE.NoMapNote.CONTENT" : "I didn't find a corresponding Note for this Quick Encounter. Do you want to create a default Note in the center of your view?",
  "QE.NoMapNote.YES" : "Create a Map Note",
  "QE.NoMapNote.NO" : "I'll do it myself",
  "QE.IncludeFriendlies.TITLE" : "Include selected Friendlies?",
  "QE.IncludeFriendlies.CONTENT" : "You selected Friendly tokens - do you want to include them in the Quick Encounter?"
}
