{
  "QE.id": "quick-encounters",
  "QE.Version" : "v0.6.13",
  "QE.Name": "Quick Encounters",
  "QE.Welcome" : "Benvenuto in Quick Encounters v0.6",
  "QE.Description": "Posiziona i tuoi incontri sulla Scena o nel Diario ed eseguili con un clic!<h4>Metodo 1:</h4><p>Posiziona e seleziona i tuoi token ostili e fai clic sul bottone <i class='fas fa-fist-raised'></i>Quick Encounter per salvarli in una registrazione del Diario degli Incontri. Per eseguire l'incontro, fai doppio clic sull'icona Combattimento e fai clic sul pulsante Esegui Incontro Metodo 2:</h4><p>Crea una voce di diario con il tuo testo descrittivo. Trascina gli attori nella voce del diario. Trascina la voce del diario nella posizione dell'incontro desiderata sulla mappa. Per eseguire l'incontro, seleziona la nota sulla mappa o apri la voce del diario dell'incontro e fai clic sul pulsante Quick Encounter",
  "QE.Instructions.CONTENT" : "<strong>I tuoi token e le loro posizioni sono stati salvati in questa voce del diario e sostituiti con una singola nota di incontro rapido.</strong> Per eseguire l'incontro rapido, fai doppio clic sull'icona della nota sulla mappa, dopodiché fai clic sul pulsante Esegui Incontro Rapido.<br><br><h3>Incontro Rapido</h3><p><i>Aggiungi una descrizione dell'Incontro Rapido per te o per i tuoi giocatori:</i></p><br>",
  "QE.TotalXP.CONTENT" : "<br>Totale degli incontri (esclusi i casuali):",
  "QE.AddToCombatTracker.INTRO" : "<h3>Incontro Rapido</h3><p>Quick Encounters ha aggiunto dinamicamente questa sezione perché ci sono attori incorporati. Fai clic sul pulsante per aggiungere <strong>tutti</strong> gli Attori/Token memorizzati nella scena e nel Combat Tracker.</p>",
  "QE.AddToCombatTracker.NoMapNote" : "<p><strong>Attenzione: non esiste una nota sulla mappa per inserire questo incontro rapido. Devi aggiungerne uno prima di poterlo eseguire.</strong></p>",
  "QE.AddToCombatTracker.BUTTON" : "Esegui Incontro",
  "QE.CreateQuickEncounter.BUTTON" : "Crea un Incontro Rapido dai token selezionati o esegui un Incontro Rapido esistente dal diario",
  "QE.UpdateEncounterMapNote.BUTTON" : "Aggiorna nota dell'Incontro Rapido",
  "QE.Config.TITLE" : "Configurazione nota dell'Incontro Rapido",
  "QE.SwitchScene.TITLE" : "Cambiare scena?",
  "QE.SwitchScene.CONTENT" : "Questo Incontro Veloce è in una scena diversa; vuoi passare a",
  "QE.SwitchScene.CONTENT_v0612": "Questo Incontro Veloce è in una scena diversa; vuoi passare a {sceneName}?",
  "QE.DeletedJournalNote.TITLE" :  "Nota dell'Incontro Rapido eliminata",
  "QE.DeletedJournalNote.CONTENT" :  "Poiché hai eliminato la registrazione del diario dell'Incontro Rapido, ho eliminato anche la nota associata",
  "QE.NoMapNote.TITLE" : "Nessuna posizione per l'Incontro Rapido",
  "QE.NoMapNote.CONTENT" : "Non ci sono note sulla mappa per collocare questo incontro rapido. Vuoi creare una nota predefinita al centro della tua visualizzazione?",
  "QE.NoMapNote.YES" : "Crea una nota sulla mappa",
  "QE.NoMapNote.NO" : "Lo farò io",
  "QE.IncludeFriendlies.TITLE" : "Includere le disposizioni amichevoli selezionate?",
  "QE.IncludeFriendlies.CONTENT" : "Hai selezionato token con disposizione amichevole: vuoi includerli nell'incontro rapido?",
  "QE.AddToQuickEncounter.TITLE": "Aggiungere per aprire l'Incontro Rapido?",
  "QE.AddToQuickEncounter.CONTENT": "Hai un incontro rapido aperto e token ostili selezionati; vuoi eseguire l'incontro rapido, aggiungervi i token oppure creare un nuovo incontro rapido?",  
  "QE.AddToQuickEncounter.ADD" : "Inserisci",
  "QE.AddToQuickEncounter.RUN" : "Esegui",
  "QE.AddToQuickEncounter.CREATE" : "Crea Nuovo",
  "QE.LinkToQuickEncounter.TITLE": "Collega un incontro veloce?",
  "QE.LinkToQuickEncounter.CONTENT": "Hai una voce di diario aperta e token ostili selezionati; vuoi collegare un incontro veloce a questa voce di diario o creare un nuovo incontro veloce?",
  "QE.LinkToQuickEncounter.LINK": "Collegamento",
  "QE.LinkToQuickEncounter.CREATE": "Crea Nuovo",
  "QE.MoreActorsThanTokens.TITLE" : "Sicuro di voler creare più token?",
  "QE.MoreActorsThanTokens.CONTENT" : "Hai {{numExcessActors}} attori in più rispetto ai token salvati. Creare più token?",
  "QE.HowToUse.TITLE" : "Come usare Quick Encounters",
  "QE.HowToUse.Intro" : "<p>Se vedi questo messaggio, è perché hai fatto clic sul pulsante Incontri Rapidi <img src=\"modules\\quick-encounters\\img\\fist.png\" alt=\"\" width=\"30\" height=\"30\" /> e:</p><ol><li>Non hai nessun token selezionato OPPURE</li><li>Non avevi una voce di diario aperta con all'interno  i collegamenti degli attori</li> </ol><p>Ma non preoccuparti, ti spiegheremo tutto!</p><h2>Come creare Incontri Rapidi</h2><p>Tieni aperta questa registrazione del diario e seguila!</p>",
  "QE.HowToUse.Method1" : "Metodo 1</h3><p>Questo metodo replica la funzionalità \"Encounter\" disponibile in <a href=\"http://www.fantasygrounds.com\" target=\"_blank\" rel=\"noopener\">Fantasy Grounds</a>.</p><ol><li>Trascina i tuoi token Ostili sulla mappa della scena (spostando i token esistenti o trascinando gli attori)</li><li>Seleziona i token che desideri utilizzare nell'Incontro rapido (se lo desideri, modifica la loro visibilità facendo clic con il pulsante destro del mouse e seleziona l'opzione Attiva/disattiva visibilità)</li><li>Premi il \"primo\" pulsante di Quick Encounters (nei controlli di base a sinistra)</li><li>Si aprirà una nuova voce di diario di Incontro Rapido con all'interno i collegamenti degli attori.<ul><li>Aggiungi una descrizione da leggere quando esegui questo incontro</li><li>Scegli una cartella per questa registrazione del diario (soprattutto se hai una cartella per scena)</li><li>Nota che i tuoi token sono scomparsi dalla mappa e la finestra di dialogo Incontro Rapido (nuova nella v0.6) mostra che sono stati salvati.</li></ul></li><li>Chiudi la voce del diario e vedrai una nuova nota sulla scena che rappresenta il tuo incontro veloce; è possibile spostare la nota o fare doppio clic con il pulsante destro del mouse per modificarne l'aspetto.</li><li>Per eseguire il tuo Incontro Rapido, fai doppio clic sulla nota per aprire la voce di diario di Incontro Rapido e la finestra di dialogo Incontro Rapido.</li><li>Quindi fai clic sul pulsante<strong>  Esegui Incontro Rapido</strong>; i tuoi token salvati verranno posizionati sulla mappa e aggiunti al Combat Tracker, pronti a combattere! (puoi anche fare clic sul pulsante \"pugno\" di Quick Encounters invece del pulsante incorporato) </li></ol>",
  "QE.HowToUse.Method2" : "Metodo 2</h3><ol><li>Crea una voce di diario e descrivi il tuo incontro o apri una voce del diario esistente (come quelle che troverai in un modulo acquistato).</li><li>Trascina gli attori nella tua voce di diario (puoi mettere un numero davanti al collegamento Attore per averne più di uno)</li><li>Chiudi la voce di diario; se una nota non esiste già, trascina la voce del diario nella posizione dell'incontro desiderata</li><li>Per eseguire il tuo incontro rapido, fai doppio clic sulla nota per aprire la voce di diario dell'incontro rapido.</li><li>Fai clic sul pulsante Incontro rapido: i tuoi token generati verranno posizionati attorno alla nota e aggiunti al Combat Tracker, pronti a combattere!<ul><li>con questo metodo, i tuoi token saranno sempre invisibili quando verranno aggiunti alla mappa</li></ul></li></ol>",
  "QE.HowToUse.WhatNow" : "<h2>E adesso?</h2><p>è sufficiente chiudere questa nota di diario così com'è e verrà eliminata automaticamente!</p><p>Oppure puoi eliminare questo testo e trasformarlo nella tua prima voce di diario di tipo Incontro Rapido seguendo il 2*  metodo qui sopra. Per maggiori informazioni, <a href=\"https://github.com/spetzel2020/quick-encounters/blob/master/README.md\" target=\"_blank\" rel=\"noopener\"> controlla il README (solo in inglese)</a></p>",
  "QE.HowToUse.Editing" : "<h2>Editing Quick Encounters</h2><p>Puoi:<ul><li>Aggiungi i token a un incontro rapido aprendo un incontro rapido, selezionando i token e facendo clic sul pulsante \"pugno\" </li><li>Riduci il numero di attori modificando il numero nella finestra di dialogo Incontro rapido (i token generati vengono rimossi prima dei token salvati)</li><li>Rimuovi gli attori cancellando il numero nella finestra di dialogo; rimuovere tutti gli attori per eliminare completamente l'Incontro Rapido</li><li>Per impostazione predefinita, gli incontri rapidi includono tutti gli attori in combattimento, ma puoi creare più incontri rapidi e quindi incorporare le loro voci di diario in un'altra voce di diario.</li></ul></p>",
  "QE.FreezeCapturedTokens.NAME" : "Congela i token \"catturati\"",
  "QE.FreezeCapturedTokens.HINT" : "I token esistenti che salvi in ​​un incontro rapido non verranno modificati (ad esempio da TokenMold) quando esegui l'incontro. Deseleziona la casella di controllo se desideri consentire a TokenMold o ad altri programmi di modificare il nome dei token, HP o altre statistiche. Questa impostazione non influisce sui token appena generati dai collegamenti degli attori.",
  "QE.DisplayXPAfterCombat.NAME" : "Mostra PE dopo il combattimento",
  "QE.DisplayXPAfterCombat.HINT": "Quando si preme Fine combattimento o si elimina il Combat Tracker, viene visualizzato il totale di PE dei token Ostili e i PE per token Giocatore",
  "QE.XPtoAward.TITLE" : "PE da assegnare",
  "QE.XPtoAward.TOTAL" : "PE calcolati per token ostili:",
  "QE.XPtoAward.PERPLAYER": "<br>(PNG Amichevoli o Neutrali non inclusi)<br>PE per giocatore: ",
  "QE.UseQuickEncounterDialog.NAME" : "Usa la nuova finestra di dialogo Incontro Rapido",
  "QE.UseQuickEncounterDialog.HINT" : "La nuova finestra di dialogo Incontro Rapido (impostazione predefinita in 0.6) si apre accanto alla voce del diario dell'incontro rapido e ti consente di aggiungere o rimuovere attori/token ed eseguire rapidamente l'incontro, senza dover scorrere la voce del diario per gli attori o il pulsante Incontro rapido",
  "QE.QuickEncounterDialog.INTRO" : "I segni di spunta mostrano quali attori hanno salvato i token; per salvarne di più, selezionali sulla scena e premi il pulsante Incontro Rapido (pugno). Puoi anche modificare il numero di attori esistenti di seguito (cancella il campo per rimuovere un attore).<br><strong>Attenzione: </strong>Le modifiche apportate qui non verranno (ancora) sincronizzate con la nota del Diario",
  "QE.QuickEncounterDialog.Save.BUTTON" : "Salva",
   "QE.QuickEncounterDialog.PS" : "<p><i>Questa è la nuova finestra di dialogo Incontri rapidi. Deseleziona </i><strong>Usa la nuova finestra di dialogo Incontro Rapido</strong><i> nelle Impostazioni se vuoi tornare indietro.</i></p>",
   "QE.QuickEncounterDialog.InvalidNumActors.WARNING" : "Immettere uno spazio vuoto, un numero intero positivo o un tiro di dado (ad esempio, 2d6+5); hai inserito un numero non valido:"
}
