{
  "QE.id": "クイック・エンカウンター",
  "QE.Version" : "v0.6.9",
  "QE.Name": "クイック・エンカウンター",
  "QE.Welcome" : "クイック・エンカウンター v0.6へようこそ",
  "QE.Description": "シーンやジャーナルに遭遇をピン止めして、ワンクリックで配置しましょう！<h4>方法1：</h4><p>敵対的なトークンをマップに配置したのち選択し、<i class='fas fa-fist-raised'></i>クイック・エンカウンターボタンを押すと、遭遇がジャーナルエントリに保存されます。遭遇を実行するには、戦闘アイコンをダブルクリックして、クイック・エンカウンターボタンを押してください。</p><h4>方法2：</h4><p>ジャーナルエントリを作成して、説明文を入力します。アクターをジャーナルエントリにドラッグ＆ドロップして登録したのち、マップ上の任意の場所にマップノートを配置してください。遭遇を実行するには、マップノートを選択するか、該当するジャーナルエントリを開いてクイック・エンカウンターボタンをクリックします。",
  "QE.Instructions.CONTENT" : "<strong>トークンとその位置は、このジャーナルエントリに保存され、1つの遭遇マップノートに置き換えられます。</strong>クイック・エンカウンターを実行するには、マップノートのアイコンをダブルクリックし、［クイック・エンカウンターの実行］ボタンをクリックします。<br><br><h3>クイック・エンカウンター</h3><p><i>あなたとあなたのプレイヤーのため、この遭遇の説明をここに追加してください：</i></p><br>",
  "QE.TotalXP.CONTENT" : "<br>遭遇の合計XP（ランダムなものは含みません）：",
  "QE.AddToCombatTracker.INTRO" : "<h3>クイック・エンカウンター</h3><p>このセクションは、埋め込まれたアクターのためにクイック・エンカウンターによって動的に生成されました。<strong>埋め込まれたアクターと保存されたトークンのすべて</strong>を現在のシーンおよびコンバット・トラッカーに追加するには、下のボタンをクリックします。</p>",
  "QE.AddToCombatTracker.NoMapNote" : "<p><strong>警告：このクイック・エンカウンターを配置するための遭遇マップノートがありません。実行前に追加する必要があります。</strong></p>",
  "QE.AddToCombatTracker.BUTTON" : "クイック・エンカウンターを実行する",
  "QE.CreateQuickEncounter.BUTTON" : "選択したトークンからクイック・エンカウンターを作成したり、ジャーナルから既存のクイック・エンカウンターを実行したりできます。",
  "QE.UpdateEncounterMapNote.BUTTON" : "マップノートを更新する",
  "QE.Config.TITLE" : "マップノートの設定",
  "QE.SwitchScene.TITLE" : "シーンを切り替えますか？",
  "QE.SwitchScene.CONTENT" : "このクイック・エンカウンターは別のシーンにあります。切り替えますか？",
  "QE.DeletedJournalNote.TITLE" :  "マップノートの削除",
  "QE.DeletedJournalNote.CONTENT" :  "遭遇のジャーナルエントリを削除したので、関連するマップノートも削除されました。",
  "QE.NoMapNote.TITLE" : "この遭遇はマップに配置されていません。",
  "QE.NoMapNote.CONTENT" : "この遭遇の場所を示すマップノートがありません。画面の中央にデフォルトのマップノートを作成しますか？",
  "QE.NoMapNote.YES" : "マップノートを作成する",
  "QE.NoMapNote.NO" : "自分で配置する",
  "QE.IncludeFriendlies.TITLE" : "選択した友好的なトークンを含めますか？",
  "QE.IncludeFriendlies.CONTENT" : "友好的なトークンを選択しました。遭遇にこれらを含めますか？",
  "QE.AddToQuickEncounter.TITLE": "開かれているクイック・エンカウンターに追加しますか？”",
  "QE.AddToQuickEncounter.CONTENT": "開かれたクイック・エンカウンターがあり、敵対的なトークンが選択されています。遭遇を実行しますか？ それともトークンを追加しますか？ あるいは新しい遭遇を作成しますか？",  
  "QE.AddToQuickEncounter.ADD" : "追加",
  "QE.AddToQuickEncounter.RUN" : "実行",
  "QE.AddToQuickEncounter.CREATE" : "新規作成",
  "QE.LinkToQuickEncounter.TITLE": "クイック・エンカウンターをリンクしますか？",
  "QE.LinkToQuickEncounter.CONTENT": "開いているジャーナル・エントリーがあり、敵対的なトークンが選択されています。このジャーナルエントリに遭遇をリンクしますか？ それとも新しい遭遇を作成しますか？",
  "QE.LinkToQuickEncounter.LINK": "リンク",
  "QE.LinkToQuickEncounter.CREATE": "新規作成",
  "QE.MoreActorsThanTokens.TITLE" : "さらにトークンを作成しますか？",
  "QE.MoreActorsThanTokens.CONTENT" : "保存されているトークンよりも、アクターの数が{{numExcessActors}}つ多いようです。さらにトークンを作成しますか？",
  "QE.HowToUse.TITLE" : "クイック・エンカウンターの使い方",
  "QE.HowToUse.Intro" : "<p>このメッセージが表示されているのは、クイック・エンカウンターボタン<img src=\"modules\/quick-encounters\/img\/fist.png\" alt=\"\" width=\"30\" height=\"30\" />をクリックしたが、</p><ol><li>トークンが選択されていなかったか</li><li>もしくはアクターへのリンクを含む、開かれたジャーナルエントリがなかった</li> </ol><p>そのどちらかだと思います。でも心配いりません。すべてここでご説明します！</p><h2>クイック・エンカウンターの作り方</h2><p>このままこのジャーナルエントリを読み進めてください！</p>",
  "QE.HowToUse.Method1" : "<h3>方法1</h3><p>この方法は、<a href=\"http://www.fantasygrounds.com\" target=\"_blank\" rel=\"noopener\">Fantasy Grounds</a>で利用されている「遭遇」の機能を模倣したものです。</p><ol><li>敵対的なトークンをマップに配置します（アクター一覧からドラッグするか、もしくはすでにあるトークンでもかまいません）。</li><li>遭遇に登録するトークンを選択します（必要なら、右クリックで表示されるインタフェースから可視/不可視を設定しておくといいでしょう）。</li><li>左上の基本メニューから、“拳”の形をしたクイック・エンカウンターボタンを押します。</li><li>アクターへのリンクが入った、新しいジャーナルエントリが開きます。<ul><li>この遭遇を実行したときに読む、説明テキストを追加します。</li><li>シーンごとにフォルダを分けている場合などは、作成されたジャーナルエントリを確認し、整理しておきましょう。</li><li>トークンがマップから消えているのを確認してください。それらはクイック・エンカウンター ダイアログ（v0.6の新機能）に保存されています。</li></ul></li><li>ジャーナルエントリを閉じると、遭遇を示す新しいマップノートがシーン上に表示されます。マップノートは移動させたり、ダブル右クリックで表示される設定から、表示を調整したりできます。</li><li>クイック・エンカウンターを実行するには、遭遇のマップノートをダブルクリックし、ジャーナルエントリとクイック・エンカウンター ダイアログを開きます。</li><li>そして埋め込まれた<strong>クイック・エンカウンターを実行</strong>ボタンをクリックします（埋め込みボタンでなく、クイック・エンカウンターの“拳”アイコンでもOKです）。保存されたトークンがマップに再配置され、コンバット・トラッカーに追加されます。これで戦闘は準備が整いました！</li></ol>",
  "QE.HowToUse.Method2" : "<h3>方法2</h3><ol><li>ジャーナルエントリを作成して遭遇を記述するか、既存のジャーナルエントリを開きます（購入したモジュールに含まれるものなど）。</li><li>ジャーナルエントリにアクターをドラッグします（アクターリンクの前に数字を入力すると、複数のアクターを登録できます）。</li><li>ジャーナルエントリを閉じます。マップノートがまだ存在しない場合は、ジャーナルエントリを希望する遭遇の位置にドラッグします。</li><li>遭遇を実行するには、マップノートをダブルクリックしてジャーナルエントリを開きます。</li><li>クイック・エンカウンターボタンをクリックすると、生成されたトークンがマップノートの周りに配置され、コンバット・トラッカーにも追加されます。戦闘の準備が整いました！<ul><li>この方法では、マップに配置されたトークンは常に不可視になります。</li></ul></li></ol>",
  "QE.HowToUse.WhatNow" : "<h2>それから？</h2><p>このジャーナルエントリは、閉じると自動的に資料一覧から削除されます！</p><p>あるいはこのテキストをすべて削除し、上記の方法2を行うことで、最初の遭遇を作成することもできます。頑張って！</p>",
  "QE.HowToUse.Editing" : "<h2>クイック・エンカウンターの編集</h2><p>保存された遭遇は、以下の方法で編集できます：<ul><li>遭遇に後からトークンを追加するには、まず保存された遭遇を開き，追加するトークンを選択したうえで，「拳」アイコンをクリックします。</li><li>アクターの数を減らすときは、クイック・エンカウンター ダイアログを使用します。（生成されたトークンは保存前に削除されます）。</li><li>ダイアログの数字をクリアするとアクターが削除されます。すべてのアクターを削除すると、遭遇自体が削除されます。</li><li>デフォルトでは、クイック・エンカウンターには戦闘中のすべてのアクターが含まれます。しかし複数の遭遇を作成し、一方のジャーナルエントリにほかのジャーナルエントリに埋め込むこともできます。</li></ul></p>",
  "QE.FreezeCapturedTokens.NAME" : "\"登録済み\"のトークンを凍結する",
  "QE.FreezeCapturedTokens.HINT" : "このオプションが有効の場合、クイック・エンカウンターに保存されたトークンが再配置されるときに変更を受け付けません。Token Moldなどの機能による名前、hpなどの動的な変更を行いたい場合は、チェックボックスをオフにしてください。この設定はアクターリンクから新たに生成されたトークンには影響しません。",
  "QE.DisplayXPAfterCombat.NAME" : "戦闘後にXPを表示する",
  "QE.DisplayXPAfterCombat.HINT": "戦闘終了を押すか、コンバット・トラッカーを削除すると、敵対的なトークンの合計XPとプレイヤーごとの獲得XPが表示されます。",
  "QE.XPtoAward.TITLE" : "獲得XP",
  "QE.XPtoAward.TOTAL" : "敵対的なトークンから得られるXP：",
  "QE.XPtoAward.PERPLAYER": "<br>（友好的または中立のNPCは含めない）<br>プレイヤーごとのXP： ",
  "QE.UseQuickEncounterDialog.NAME" : "新しいクイック・エンカウンター ダイアログを使用する",
  "QE.UseQuickEncounterDialog.HINT" : "新しいクイック・エンカウンター ダイアログが、ジャーナルエントリの隣にポップアップするようになりました（ｖ0.6以降）。これによりスクロールして項目を探しだすことなく、アクターやトークンを追加/削除したり、遭遇を迅速に実行したりできます。",
  "QE.QuickEncounterDialog.INTRO" : "チェックマークは、どのアクターがトークンを保存しているかを示してします。追加するにはシーンでトークンを選択し、“拳”マークのクイック・エンカウンターボタンを押してください。また既存のアクターの数を変更することもできます（フィールドをクリアにすると削除になります）。<br><strong>警告：</strong>ここでの変更は、（まだ）ジャーナルエントリと同期されません。",
  "QE.QuickEncounterDialog.Save.BUTTON" : "保存",
   "QE.QuickEncounterDialog.PS" : "<p><i>これは新しいクイック・エンカウンターダイアログです。これまでのモードに切り替えたい場合は、設定の</i><strong>「新しいクイック・エンカウンターダイアログを使用する」</strong><i>のチェックを外してください。</i></p>",
   "QE.QuickEncounterDialog.InvalidNumActors.WARNING" : "無効な数値が入力されています。正の整数か空白、またはダイスロール（例：2d6+5）を入力してください。"
}